final List<Map<String, dynamic>> questions = [
  {
    "question": "쉬는 날에 보통 뭐하세요?",
    "options": ["친구만나러 나가기", "이불밖으로 안나가기"],
    "mbti": ["E", "I"],
  },
  {
    "question": "친구: 야 나 친구 데리고 와도돼? 너랑 놀고 싶대!",
    "options": ["응! 재밌겠다!", "아니 나 엄마가 밥먹으러 집오래"],
    "mbti": ["E", "I"],
  },
  {
    "question": "친구: 만약에 지금 지구에 운석이 떨어지면 너 어떡할거야?",
    "options": ["안 겪어봐서 잘 모르겠는데?", "헐 나 일단 지하 대피소로 뛰어갈거야 그리고~"],
    "mbti": ["S", "N"],
  },
  {
    "question": "친구: 요즘 힘들어서 술한잔 할라고..",
    "options": ["누가 또 널 힘들게 만들었어 ㅠㅠ", "엥 왜? 누구랑 마시게?"],
    "mbti": ["F", "T"],
  },
  {
    "question": "(여행중) 친구: 우리 이제 어디가?",
    "options": ["몰라 나 너 따라가고 있었어", "이제 여기갔다가 점심먹고 바로 여기 들를거야"],
    "mbti": ["P", "J"],
  },
  {
    "question": "선생님: 자 자기소개 시간입니다~",
    "options": ["무난하게 성공", "심장이 매우 떨림"],
    "mbti": ["E", "I"],
  },
  {
    "question": "여행 비행기에서 지루할 때",
    "options": ["아 재밌겠다 ㅎㅎ 한숨 자야징", "이거 추락하면 어떡하지?"],
    "mbti": ["S", "N"],
  },
  {
    "question": "길거리에 큰 사자 인형이 버려져있다",
    "options": ["사자 불쌍해 ㅠㅠ", "저거 저렇게 버리면 안되는데"],
    "mbti": ["F", "T"],
  },
  {
    "question": "나는 과제가 생겼을 때",
    "options": ["일단 논다. 그리고 벼락치기한다", "할일 다 하고 잔다"],
    "mbti": ["P", "J"],
  },
  {
    "question": "친구: 야 사과를 보면 뭐가 떠올라?",
    "options": ["..? 맛있는 과일?", "난 백설공주가 떠올라"],
    "mbti": ["S", "N"],
  },
  {
    "question": "친구: 나 너랑은 별로 안 맞는거 같아",
    "options": ["왜? (마상)", "왜? (궁금)"],
    "mbti": ["F", "T"],
  },
  {
    "question": "(여행중) 친구: 야야야 여기 가자 진짜 재밌겠다 어때",
    "options": ["오 그래 재밌겠다!", "(깊은 한숨)"],
    "mbti": ["P", "J"],
  },
];